---
kind: property
id: P:Autodesk.Revit.ApplicationServices.Application.ShowGraphicalOpenEndsAreaBasedLoadBoundaryDisconnects
source: html/4be7eb6c-ab3e-2d2c-48c6-df733429d168.htm
---
# Autodesk.Revit.ApplicationServices.Application.ShowGraphicalOpenEndsAreaBasedLoadBoundaryDisconnects Property

Whether or not to show the graphical open ends for Area Based Load Boundary disconnects.

## Syntax (C#)
```csharp
public bool ShowGraphicalOpenEndsAreaBasedLoadBoundaryDisconnects { get; set; }
```